[
  {
    "name": "Magnesium Hydroxide",
    "url": "https://medlineplus.gov/druginfo/meds/a601073.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Magnesium hydroxide is used  to treat occasional constipation in children and adults on a short-term basis. Magnesium hydroxide is in a class of medications called saline laxatives. It works by causing water to be retained with the stool. This increases the number of bowel movements and softens the stool so it is easier to pass."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Magnesium hydroxide come as a chewable tablet, tablet, and a suspension (liquid) to take by mouth. It usually is taken as a single daily dose (preferably at bedtime) or you may divide the dose into two or more parts over one day. Magnesium hydroxide usually causes a bowel movement within 30 minutes to 6 hours after taking it. Follow the directions on the package or on your product label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take magnesium hydroxide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.If you are giving magnesium hydroxide to your child, read the package label carefully to make sure that it is the right product for the age of the child. Do not give children magnesium hydroxide products that are made for adults. Check the package label to find out how much medication the child needs. Ask your child's doctor if you don't know how much medication to give your child.Take the suspension, chewable tablets, and tablets with a full glass (8 ounces [240 milliliters]) of liquid.Do not take magnesium hydroxide for longer than 1 week without talking to your doctor.Shake the oral suspension well before each use."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Magnesium hydroxide is also used as an antacid with other medications to relieve heartburn, acid indigestion, and upset stomach.This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Moxifloxacin",
    "url": "https://medlineplus.gov/druginfo/meds/a600002.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Moxifloxacin is used to treat certain infections caused by bacteria such as pneumonia, and skin, and abdominal (stomach area) infections. Moxifloxacin is also used to prevent and treat plague (a serious infection that may be spread on purpose as part of a bioterror attack. Moxifloxacin may also be used to treat bronchitis or sinus infections but should not be used for these conditions if there are other treatment options available. Moxifloxacin is in a class of antibiotics called fluoroquinolones. It works by killing the bacteria that cause infections.Antibiotics such as moxifloxacin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Moxifloxacin comes as tablet to take by mouth. It is usually taken with or without food once a day for 5 to 21 days. The length of treatment depends on the type of infection being treated. Your doctor will tell you how long to take moxifloxacin. Take moxifloxacin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take moxifloxacin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin to feel better during the first few days of treatment with moxifloxacin. If your symptoms do not improve or if they get worse, call your doctor.Take moxifloxacin until you finish the prescription, even if you feel better. Do not stop taking moxifloxacin without talking to your doctor unless you experience certain serious side effects listed in the IMPORTANT WARNING and SIDE EFFECTS sections. If you stop taking moxifloxacin too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Moxifloxacin is also sometimes used to treat tuberculosis (TB), certain sexually transmitted diseases, and endocarditis (infection of the heart lining and valves) when other medications cannot be used. Moxifloxacin also may be used to treat or prevent anthrax (a serious infection that may be spread on purpose as part of a bioterror attack) in people who may have been exposed to anthrax germs in the air if other medications are not available for this purpose. Moxifloxacin is also sometimes used to treat salmonella (an infection that causes severe diarrhea) and shigella (an infection that causes severe diarrhea) in patients who have human immunodeficiency virus (HIV) infection. Talk to your doctor about the risks of using this medication for your condition.This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Simethicone",
    "url": "https://medlineplus.gov/druginfo/meds/a682683.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Simethicone is used to treat the symptoms of gas such as uncomfortable or painful pressure, fullness, and bloating.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Simethicone comes as regular tablets, chewable tablets, capsules, and liquid to take by mouth. It usually is taken four times a day, after meals and at bedtime. Follow the directions on the package or on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take simethicone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the regular tablets and capsules whole. Chewable tablets should be chewed thoroughly before being swallowed; do not swallow them whole. Do not take more than six simethicone tablets or eight simethicone capsules each day unless your doctor tells you to. The liquid may be mixed with 1 ounce (30 milliliters) of cool water or infant formula."
      },
      null
    ]
  },
  {
    "name": "Chlorothiazide",
    "url": "https://medlineplus.gov/druginfo/meds/a682341.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Chlorothiazide is used alone or in combination with other medications to treat high blood pressure. Chlorothiazide is used to treat edema (fluid retention; excess fluid held in body tissues) caused by various medical problems, including heart, kidney, and liver disease and to treat edema caused by using certain medications including estrogen and corticosteroids. Chlorothiazide is in a class of medications called diuretics ('water pills'). It works by causing the kidneys to get rid of unneeded water and salt from the body into the urine.High blood pressure is a common condition, and when not treated it can cause damage to the brain, heart, blood vessels, kidneys, and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Chlorothiazide comes as a tablet and suspension (liquid) to take by mouth. It usually is taken once or twice a day. When used to treat hypertension, take chlorothiazide around the same time(s) every day. When used to treat edema, chlorothiazide may be taken daily or only on certain days of the week. Take this medication with meals or a snack. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take chlorothiazide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Chlorothizide controls high blood pressure and edema but does not cure these conditions. Continue to take chlorothiazide even if you feel well. Do not stop taking chlorothiazide without talking to your doctor."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Chlorothiazide may also be used to treat patients with diabetes insipidus and certain electrolyte disturbances and to prevent kidney stones in patients with high levels of calcium in their blood. Talk to your doctor about the possible risks of using this medicine for your condition.This medicine is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Aluminum Hydroxide",
    "url": "https://medlineplus.gov/druginfo/meds/a699048.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Aluminum hydroxide is used for the relief of heartburn, sour stomach, and peptic ulcer pain and to promote the healing of peptic ulcers."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Aluminum hydroxide comes as a capsule, a tablet, and an oral liquid and suspension. The dose and frequency of use depend on the condition being treated. The suspension needs to be shaken well before administration. Follow the directions on the package or prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand."
      },
      {
        "title": "Other uses for this medicine",
        "content": "Aluminum hydroxide is also used sometimes to decrease the amount of phosphate in the blood of patients with kidney disease. Talk to your doctor about the possible risks of using this drug for your condition."
      }
    ]
  },
  {
    "name": "Brimonidine Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a601232.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ophthalmic brimonidine is used to lower pressure in the eyes in patients who have glaucoma (high pressure in the eyes that may damage nerves and cause vision loss) and ocular hypertension (pressure in the eyes that is higher than normal but not high enough to cause vision loss). Brimonidine is in a class of drugs called alpha adrenergic agonists. Brimonidine works by decreasing the amount of fluid in the eyes."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ophthalmic brimonidine comes as a solution (liquid) to instill in the eyes. It is usually instilled in the affected eye(s) three times a day. Use brimonidine eye drops at around the same times every day, and try to space your 3 daily doses about 8 hours apart. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use brimonidine eye drops exactly as directed. Do not use more or less of them or use them more often than prescribed by your doctor.Brimonidine eye drops may control your condition, but will not cure it. Continue to use brimonidine eye drops even if you feel well. Do not stop using brimonidine eye drops without talking to your doctor.To instill the eye drops, follow these steps:\n\nWash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Albuterol",
    "url": "https://medlineplus.gov/druginfo/meds/a607004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Albuterol is used to prevent and treat wheezing, difficulty breathing, chest tightness, and coughing caused by lung diseases such as asthma and chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways). Albuterol is in a class of medications called bronchodilators. It works by relaxing and opening the air passages to the lungs to make breathing easier."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Albuterol comes as a tablet, a syrup, and an extended-release (long-acting) tablet to take by mouth. The tablets and syrup are usually taken three or four times a day. The extended-release tablets are usually taken once every 12 hours. Take albuterol at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take albuterol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole with plenty of water or other liquid. Do not split, chew, or crush them.Your doctor may start you on a low dose of albuterol and gradually increase your dose.Albuterol may help control your symptoms but will not cure your condition. Continue to take albuterol even if you feel well. Do not stop taking albuterol without talking to your doctor.Call your doctor if your symptoms worsen or if you feel that albuterol no longer controls your symptoms."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Ofatumumab Injection (Chronic Lymphocytic Leukemia)",
    "url": "https://medlineplus.gov/druginfo/meds/a610009.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ofatumumab injection is used to treat chronic lymphocytic leukemia (CLL; a type of cancer of the white blood cells):\n\n Ofatumumab injection is in a class of medications called monoclonal antibodies. It works by killing cancer cells.in combination with chlorambucil in people who have not received treatment or are unable to receive treatment with fludarabine (Fludara).in combination with fludarabine (Fludara) and alemtuzumab (Campath) when CLL has returned after previous treatment.as extended treatment in people with CLL that has improved fully or partially after at least two lines of treatment.in people who have not responded to treatment with fludarabine (Fludara) and alemtuzumab (Campath).Ofatumumab is also available as an injection (Kesimpta) that is used to treat multiple sclerosis (MS; a disease in which the nerves do not function properly and people may experience weakness, numbness, loss of muscle coordination, and problems with vision, speech, and bladder control). This monograph only gives information about ofatumumab injection (Arzerra) for treatment of chronic lymphocytic leukemia. If you are receiving ofatumumab for multiple sclerosis, read the monograph entitled Ofatumumab Injection (Multiple Sclerosis)."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ofatumumab injection comes as a solution (liquid) to be added to fluid and injected intravenously (into a vein) by a doctor or nurse in a medical office or hospital. It is usually injected once a week. The length of your treatment depends on your condition and on how well you respond to treatment.You may experience a reaction during or for up to 24 hours after you receive a dose of ofatumumab. Your doctor will give you other medications to prevent or treat certain side effects 30 minutes to 2 hours before you receive each dose of ofatumumab injection. Tell your doctor immediately if you experience any of these symptoms while you receive ofatumumab: fever, chills, rash, or difficulty breathing. Be sure to tell your doctor how you are feeling during your treatment with ofatumumab injection."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Levobunolol Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a686011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ophthalmic levobunolol is used to treat glaucoma, a condition in which increased pressure in the eye can lead to gradual loss of vision. Levobunolol is in a class of medications called beta blockers. It works by decreasing the pressure in the eye."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ophthalmic levobunolol comes as a solution (liquid) to instill in the eyes. Levobunolol eye drops are usually instilled once or twice a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use levobunolol eye drops exactly as directed. Do not use more or less of them or use them more often than prescribed by your doctor.Levobunolol eye drops control glaucoma but do not cure it. Continue to use levobunolol eye drops even if you feel well. Do not stop using levobunolol eye drops without talking to your doctor.To instill the eye drops, follow these steps:\n\nWash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  },
  {
    "name": "Methylphenidate",
    "url": "https://medlineplus.gov/druginfo/meds/a682188.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Methylphenidate is used as part of a treatment program to control symptoms of attention deficit hyperactivity disorder (ADHD; more difficulty focusing, controlling actions, and remaining still or quiet than other people who are the same age) in adults and children. Methylphenidate (Methylin) is also used to treat narcolepsy (a sleep disorder that causes excessive daytime sleepiness and sudden attacks of sleep). Methylphenidate is in a class of medications called central nervous system (CNS) stimulants. It works by changing the amounts of certain natural substances in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Methylphenidate comes as an immediate-release tablet, a chewable tablet, a solution (liquid), a long-acting (extended-release) suspension (liquid), an intermediate-acting (extended-release) tablet, a long-acting (extended-release) capsule, a long-acting (extended-release) tablet, a long-acting (extended-release) chewable tablet, and a long-acting (extended-release) orally disintegrating tablet (tablet that dissolves quickly in the mouth). The long-acting tablet, orally disintegrating tablets, and capsules supply some medication right away and release the remaining amount as a steady dose of medication over a longer time. All of these forms of methylphenidate are taken by mouth. The regular tablets, chewable tablets (Methylin), and solution (Methylin) are usually taken two to three times a day by adults and twice a day by children, preferably 35 to 40 minutes before meals. Adults who are taking three doses should take the last dose before 6:00 pm, so that the medication will not cause difficulty in falling asleep or staying asleep. The intermediate-acting tablets are usually taken once or twice a day, in the morning and sometimes in the early afternoon 30 to 45 minutes before a meal. The long-acting capsule (Metadate CD) is usually taken once a day before breakfast; the long-acting tablet (Concerta), long-acting chewable tablet (Quillichew ER), long-acting suspension (Quillivant XR), and long-acting capsules (Aptensio XR, Ritalin LA) are usually taken once a day in the morning with or without food. The long-acting suspension (Quillivant XR) will begin to work sooner if it is taken with food. The long-acting orally disintegrating tablet (Cotempla XR-ODT) and the long-acting capsule (Adhansia XR) is usually taken once daily in the morning and should be taken consistently, either always with food or always without food. The long-acting capsule (Jornay PM) is usually taken once daily in the evening (between 6:30 pm and 9:30 pm),and should be taken consistently, at the same time every evening and either always with food or always without food.Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take methylphenidate exactly as directed.Do not try to push the extended-release orally disintegrating tablet (Cotempla XR-ODT) through the blister pack foil. Instead, use dry hands to peel back the foil packaging. Immediately take out the tablet and place it in your mouth. The tablet will quickly dissolve and can be swallowed with saliva; no water is needed to swallow the tablet.You should thoroughly chew the immediate-release chewable tablets and then drink a full glass (at least 8 ounces [240 milliliters]) of water or other liquid. If you take the immediate-release chewable tablet without enough liquid, the tablet may swell and block your throat and may cause you to choke. If you have chest pain, vomiting, or trouble swallowing or breathing after taking the chewable tablet, you should call your doctor or get emergency medical treatment immediately.Swallow the intermediate-acting and long-acting tablets and capsules whole; do not split, chew, or crush them. However, if you cannot swallow the long-acting capsules (Aptensio XR, Jornay PM, Metadate CD, Ritalin LA), you may carefully open the capsules and sprinkle the entire contents on a tablespoon of cool or room temperature applesauce, or for long-acting capsules (Adhansia XR), you may open the capsules and sprinkle the entire contents on a tablespoon of applesauce or yogurt. Swallow (without chewing) this mixture immediately after preparation (within 10 minutes if taking Adhansia XR) and then drink a glass of water to make sure you have swallowed all of the medicine. Do not store the mixture for future use.If you are taking the long-acting chewable tablet (Quillichew ER) and your doctor has told you to take part of the tablet to get the correct amount of your dose, break the 20 mg or 30 mg long-acting chewable tablet carefully along the lines that have been scored into it. However, the 40 mg long-acting chewable tablet is not scored and cannot be divided or split.If you are taking the long-acting suspension (Quillivant XR), follow these steps to measure the dose:\n\nRemove the bottle of medication and dosing dispenser from the box. Check to be sure that the bottle contains liquid medication. Call your pharmacist and do not use the medication if the bottle contains powder or if there is no dosing dispenser in the box.Shake the bottle up and down for at least 10 seconds to mix the medication evenly.Remove the bottle cap. Check that the bottle adapter has been inserted into top of the bottle.If the bottle adapter has not been inserted into the top of the bottle, insert it by placing the bottom of the adapter into the opening of the bottle and pressing down firmly on it with your thumb. Call your pharmacist if the box does not contain a bottle adapter. Do not remove the bottle adapter from the bottle once it is inserted.Insert the tip of the dosing dispenser into the bottle adapter and push the plunger all the way down.Turn the bottle upside down.Pull the plunger back to withdraw the amount of oral suspension prescribed by your doctor. If you are not sure how to correctly measure the dose your doctor has prescribed, ask your doctor or pharmacist.Remove the dosing dispenser and slowly squirt the oral suspension directly into your mouth or your child's mouth.Replace the cap on the bottle and close tightly.Clean the dosing dispenser after each use by placing it in the dishwasher or by rinsing with tap water.Your doctor may start you on a low dose of methylphenidate and gradually increase your dose, not more often than once every week.Your condition should improve during your treatment. Call your doctor if your symptoms worsen at any time during your treatment or do not improve after 1 month.Your doctor may tell you to stop taking methylphenidate from time to time to see if the medication is still needed. Follow these directions carefully.Some methylphenidate products may not be able to be substituted for another. Ask your pharmacist if you have any questions about the type of methylphenidate product your doctor has prescribed."
      },
      {
        "title": "Other uses for this medicine",
        "content": "This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      }
    ]
  }
]